Repository: Dschee/Prayer
Catalog: Sources/Supporting Files/*.lproj/Localizable.strings
Languages: de

# RAKAH_COMPONENT.OPENING_SUPPLICATION.NAME
source: Opening Supplication
de: Eröffnungsgebet

# RAKAH_COMPONENT.RABBANAGH.NAME
source: Rabbanagh
de: Rabbenagh

# RAKAH_COMPONENT.RUKU.NAME
source: Ruku
de: Verbeugung

# RAKAH_COMPONENT.SAJDAH.NAME
source: Sajdah
de: Niederwerfung

# RAKAH_COMPONENT.SALAM.NAME
source: Salâm
de: Salām

# RAKAH_COMPONENT.SALATUL_IBRAHIMIYYAH.NAME
source: Salatul-'Ibrahimiyyah
de: Salat al-Ibrahimiyyah

# RAKAH_COMPONENT.STRAIGHTENING_UP.NAME
source: Straightening Up
de: Aufrechte Position

# RAKAH_COMPONENT.TASHAHHUD.NAME
source: Tashahhud
de: Schahada

# RECITATION.ASSISTANCE.NAME
source: Assistance
de: Hilfeleistung

# RECITATION.GOOD_IN_ABUNDANCE.NAME
source: Good in Abundance
de: Gutes in Fülle

# RECITATION.MEN.NAME
source: Men
de: Die Menschen

# RECITATION.QURAYSH.NAME
source: Quraysh
de: Quraysch

# RECITATION.SUCCOUR.NAME
source: Succour
de: Beistand

# RECITATION.THE_DECLERATIION_OF_GODS_PERFECTION.NAME
source: The Decleration Of (God's) Perfection
de: Die Erklärung von (Gottes) Vollkommenheit

# RECITATION.THE_ELEPHANT.NAME
source: The Elephant
de: Der Elefant

# RECITATION.THE_FLIGHT_OF_TIME.NAME
source: The Flight Of Time
de: Das Verfliegen der Zeit

# RECITATION.THE_OPENING.NAME
source: The Opening
de: Die Eröffnung

# RECITATION.THE_RISING_DAWN.NAME
source: The Rising Dawn
de: Die aufgehende Morgendämmerung

# RECITATION.THE_SLANDERER.NAME
source: The Slanderer
de: Der Verleumder

# RECITATION.THE_TWISTED_STRANDS.NAME
source: The Twisted Strands
de: Die gedrehten Stränge

# RECITATION.THOSE_WHO_DENY_THE_TRUTH.NAME
source: Those Who Deny The Truth
de: Jene, welche die Wahrheit leugnen

# SETTINGS.APP_SECTION.INTERFACE_LANGUAGE.TITLE
source: Interface language
de: Interface-Sprache

# SETTINGS.APP_SECTION.TITLE
source: App Settings
de: App-Einstellungen

# SETTINGS.CHANGE_LANGUAGE_SHEET.TITLE
source: Choose language
de: Wähle Sprache

# SETTINGS.CHANGE_MOVEMENT_SOUND_SHEET.TITLE
source: Choose movement instrument
de: Wähle Instrument für Bewegungston

# SETTINGS.CONFIRM_ALERT.ACTION.CONFIRM
source: Close now
de: Jetzt beenden

# SETTINGS.CONFIRM_ALERT.ACTION.LATER
source: Later
de: Später

# SETTINGS.CONFIRM_ALERT.MESSAGE
source: In order to change the language, the App must be closed and reopened by you.
de: Damit die Sprache der App geändert werden kann, muss sie beendet und von dir wieder gestartet werden.

# SETTINGS.CONFIRM_ALERT.TITLE
source: App restart required
de: App-Neustart notwendig

# SETTINGS.PRAYER_SECTION.CHANGING_TEXT.TITLE
source: Changing text speed
de: Zeitfaktor wechselnder Text

# SETTINGS.PRAYER_SECTION.CHANGING_TEXT_NAME.TITLE
source: Changing text name
de: Name für wechselnden Text

# SETTINGS.PRAYER_SECTION.FIXED_TEXTS.TITLE
source: Fixed texts speed
de: Zeitfaktor unveränderte Texte

# SETTINGS.PRAYER_SECTION.MOVEMENT_SOUND_INSTRUMENT.TITLE
source: Movement sound
de: Bewegungsgeräusch

# SETTINGS.PRAYER_SECTION.RAKAT_COUNT.TITLE
source: Rakat count
de: Anzahl der Rakat

# SETTINGS.PRAYER_SECTION.TITLE
source: Prayer Settings
de: Gebetseinstellungen

# SETTINGS.START_BUTTON.TITLE
source: Start prayer
de: Gebet starten

# SETTINGS.TITLE
source: Settings
de: Einstellungen
