Repository: Dschee/Prayer
Catalog: App/Resources/*.lproj/Localizable.strings
Languages: de, tr

# RAKAH_COMPONENT.OPENING_SUPPLICATION.NAME
source: Opening Supplication
de: Eröffnungsgebet
tr: Açılış Duası

# RAKAH_COMPONENT.RABBANAGH.NAME
source: Rabbanagh
de: Rabbenagh
tr: Rabbena

# RAKAH_COMPONENT.RUKU.NAME
source: Ruku
de: Verbeugung
tr: Rükû

# RAKAH_COMPONENT.SAJDAH.NAME
source: Sajdah
de: Niederwerfung
tr: Secde

# RAKAH_COMPONENT.SALAM.NAME
source: Salâm
de: Salām
tr: Selam

# RAKAH_COMPONENT.SALATUL_IBRAHIMIYYAH.NAME
source: Salatul-'Ibrahimiyyah
de: Salat al-Ibrahimiyyah

# RAKAH_COMPONENT.STRAIGHTENING_UP.NAME
source: Straightening Up
de: Aufrechte Position
tr: Rükûdan Kalkış

# RAKAH_COMPONENT.TASHAHHUD.NAME
source: Tashahhud
de: Schahada
tr: Teşehhüd

# RECITATION.ASSISTANCE.NAME
source: al-Ma'Un (Assistance)
de: al-Ma'un (Hilfeleistung)
tr: Yardımlaşma

# RECITATION.DESTINY.NAME
source: Al-Qadr (Destiny)
de: al-Qadr (Schicksal)

# RECITATION.GOOD_IN_ABUNDANCE.NAME
source: al-Kawthar (Good in Abundance)
de: al-Kawthar (Gutes in Fülle)
tr: Bolluk

# RECITATION.GREED_FOR_MORE_AND_MORE.NAME
source: At-Takathur (Greed For More And More)
de: at-Takathur (Gier nach mehr und mehr)

# RECITATION.MEN.NAME
source: an-Nas (Men)
de: an-Nas (Die Menschen)
tr: Halk

# RECITATION.SUCCOUR.NAME
source: an-Nasr (Succour)
de: an-Nasr (Beistand)
tr: Yardım

# RECITATION.THE_BRIGHT_MORNING_HOURS.NAME
source: Ad-Duha (The Bright Morning Hours)
de: ad-Duha (Die hellen Morgenstunden)

# RECITATION.THE_CHARGERS.NAME
source: Al-Adiyat (The Chargers)
de: al-'Adiyat (Die Streitrosse)

# RECITATION.THE_DECLERATIION_OF_GODS_PERFECTION.NAME
source: al-Ikhlas (The Decleration Of [God's] Perfection)
de: al-Ikhlas (Die Erklärung von [Gottes] Vollkommenheit)
tr: Ihlas

# RECITATION.THE_EARTHQUAKE.NAME
source: Al-Zalzalah (The Earthquake)
de: az-Zalzala (Das Erdbeben)

# RECITATION.THE_ELEPHANT.NAME
source: al-Fil (The Elephant)
de: al-Fil (Der Elefant)
tr: Fil

# RECITATION.THE_EVIDENCE_OF_THE_TRUTH.NAME
source: Al-Bayyinah (The Evidence Of The Truth)
de: al-Bayyina (Der Beweis der Wahrheit)

# RECITATION.THE_FIG.NAME
source: At-Tin (The Fig)
de: at-Tin (Die Feige)

# RECITATION.THE_FLIGHT_OF_TIME.NAME
source: al-'Asr (The Flight Of Time)
de: al-'Asr (Das Verfliegen der Zeit)
tr: Çağ

# RECITATION.THE_GERM_CELL.NAME
source: Al-Alaq (The Germ-Cell)
de: al-'Alaq (Die Keimzelle)

# RECITATION.THE_LAND.NAME
source: Al-Balad (The Land)
de: al-Balad (Das Land)

# RECITATION.THE_NIGHT.NAME
source: Al-Layl (The Night)
de: al-Layl (Die Nacht)

# RECITATION.THE_OPENING.NAME
source: al-Fatiha (The Opening)
de: al-Fatiha (Die Eröffnung)
tr: Açılış

# RECITATION.THE_OPENING_UP_OF_THE_HEART.NAME
source: Ash-Sharh (The Opening-Up Of The Heart)
de: asch-Scharh (Das Öffnen des Herzens)

# RECITATION.THE_RISING_DAWN.NAME
source: al-Falaq (The Rising Dawn)
de: al-Falaq (Die aufgehende Morgendämmerung)
tr: Şafak

# RECITATION.THE_SLANDERER.NAME
source: al-Humaza (The Slanderer)
de: al-Humaza (Der Verleumder)
tr: Dedikoducu

# RECITATION.THE_SUDDEN_CALAMITY.NAME
source: Al-Qariah (The Sudden Calamity)
de: al-Qari'a (Das plötzliche Unheil)

# RECITATION.THE_SUN.NAME
source: Ash-Shams (The Sun)
de: asch-Schams (Die Sonne)

# RECITATION.THE_TWISTED_STRANDS.NAME
source: al-Masad (The Twisted Strands)
de: al-Masad (Die gedrehten Stränge)
tr: Diken

# RECITATION.THOSE_WHO_DENY_THE_TRUTH.NAME
source: al-Kafirun (Those Who Deny The Truth)
de: al-Kafirun (Jene, welche die Wahrheit leugnen)
tr: İnkarcılar

# SETTINGS.APP_SECTION.CHANGE_LANGUAGE_BUTTON.TITLE
source: Change app language in ⚙️ Settings app
de: Sprache ändern in der ⚙️ Einstellungen-App

# SETTINGS.APP_SECTION.TITLE
source: App Settings
de: App-Einstellungen
tr: Uygulama ayarları

# SETTINGS.CHANGE_MOVEMENT_SOUND_SHEET.TITLE
source: Choose movement instrument
de: Wähle Instrument für Bewegungston
tr: Hareket tonun enstrumanını seç

# SETTINGS.FAQ_ENTRIES.APP_MOTIVATION.ANSWER
source: This App currently has two goals: 1. Becoming aware of what you are actually saying when you pray. 2. Use the regular prayers to read the Quran. Currently the app contains only the last twelve surahs of the Quran and randomly selects between them while one is staying during a prayer, but this is only the first step. With updates we are to follow all the missing surahs, and we also have a planned solution for longer surahs so that you can read them bit by bit to be able to pray and understand them without losing context. Specifically NOT the purpose of this app is to teach praying from the ground up. Knowledge of the fundamentals of the prayers is already assumed, the app is intended primarily to move from doing your prayers in a foreign language (Arabic) to a language which you already mastered (currently: English, German and Turkish).
de: Zwei Ziele werden mit dieser App derzeit verfolgt: 1. Sich dessen bewusst werden, was man beim Beten eigentlich sagt. 2. Das regelmäßige Gebet dazu nutzen, den Koran zu lesen. Derzeit enthält die App zwar nur die letzten zwölf Suren des Koran und wählt zwischen diesen zufällig beim Gebet eines im Stehen aus, jedoch ist dies nur der erste Schritt. Mit Updates sollen alle fehlenden Suren folgen, wobei wir auch eine Lösung für längere Suren vorgesehen haben, sodass man sie Stück für Stück beim Beten lesen kann, ohne den Kontext zu verlieren. Insbesondere NICHT Ziel dieser App ist es das Beten von Grund auf zu lehren. Wissen über die Grundlagen der Gebete werden bereits vorausgesetzt, die App soll vor allem dazu dienen, vom Beten einer fremden Sprache (Arabisch) in eine Sprache zu wechseln, die man auch beherrscht (derzeit: Deutsch, Englisch und Türkisch).
tr: Bu uygulamanın şu anda iki hedefi vardır: 1. Namaz kılarken ne söylenildiğinin farkında olunmasi. 2. Namaz kılaraken Kuranın hatim edilmesi. Şu anda uygulama sadece Kurandaki son oniki sûreyi içerir ve namazda kıyamda iken rastgele bir sure seçer. Ama bu sadece ilk adımdır. Tüm eksik olan sûreler güncelleştirmeler ile tamamen ilave edilecektir ki, namaz kılarken parça parça Kuranı okuyabilesiniz. Uzun sureler için de bir çözümümüz var. Bu uygulamanın amacı namaz kılmayı sıfırdan öğretmek DEĞİLDİR. Bu uygulama namazdaki sureleri yabanci dil (Arapça) yerine, bildiğiniz bir dilden okuyabilmeniz için hazırlanmıştır. Şu anda dil olarak Türkçe, Almanca ve İngilizce mevcuttur.

# SETTINGS.FAQ_ENTRIES.APP_MOTIVATION.QUESTION
source: What is the purpose of this app?
de: Was ist der Sinn dieser App?
tr: Bu uygulamanın amacı nedir?

# SETTINGS.FAQ_ENTRIES.IPAD_READING.ANSWER
source: In the end, this can only be answered by God, but we would like to ask all critics the following question: Are the prayers valid if you do not understand the meaning of your spoken words?
de: Das kann letzten Endes nur Gott allein beantworten, wir möchten aber allen Kritikern folgende Gegenfrage stellen: Sind die Gebete denn gültig, wenn ihr selbst die Bedeutung eurer gesprochenen Worte nicht versteht?
tr: Bu soruya sonuçta sadece Tanrımız cevap verebilir, ama biz tüm eleştirmenlere şu soruyu sormak istiyoruz: Eğer namazda konuşulan kelimelerin anlamı bilinmez ise, namazın gerçekten kabul olabileceğini mi düşünüyorsunuz?

# SETTINGS.FAQ_ENTRIES.IPAD_READING.QUESTION
source: Are the prayers valid at all, if I read from the iPad?
de: Sind die Gebete denn überhaupt gültig, wenn ich während dessen vom iPad ablese?
tr: Namazda kelimeler iPad den okunulursa, namaz hiç geçerli olabilirmi?

# SETTINGS.FAQ_ENTRIES.LANGUAGE.ANSWER
source: We are convinced that the Quran prescribes regular prayers above all to be aware of God and to remember his guidance. Words that can not be understood neither warn against the wrong path, nor show the right path which is, at the end, what the Quran aims to do. In any case, we can not imagine that God wants us to merely admire the beauty of the sound of his lyrics five times a day. The Arabic in the Quran may be perfect and supreme in its meaning, but as long as the person doing the prayer has not mastered the Arabic language, his prayers in Arabic are imperfect. Moreover, we do not know a Quran verse which requires prayers to be done in Arabic.
de: Wir sind der Überzeugung, dass der Koran das Gebet vor allem dazu vorschreibt, sich Gottes stets bewusst zu sein und sich seiner Rechtleitung zu erinnern. Worte, die man nicht versteht können weder vor dem falschen Weg warnen, noch den richtigen Weg aufzeigen, was ja die Ziele des Koran sind. Wir können uns jedenfalls nicht vorstellen, dass Gott von uns nur möchte, dass wir fünf mal täglich die Schönheit des Klangs seiner Lyrik bewundern. Das Arabisch im Koran mag perfekt sein und in seiner Bedeutung vollkommen, doch solange der Betende des Arabischen nicht mächtig ist, ist sein Gebet auf Arabisch unvollkommen. Zudem kennen wir keinen Koranvers, der das Beten in arabischer Sprache vorschreibt.
tr: Kuranı bizim içinde yazan şeylerden haberdar olmamız ve hayatımıza aktarmamız için indiğini düşünüyoruz. Anlamadığımız kelimeler ne bize yanlış yolu gösterir, nede bizi doğru yola iletir. Fakat bu Kuranın en büyük hedefidir. Allah günde beş vakit onun kelimelerinin anlamsız bir şekilde kulağa güzel gelen bir siir gibi dinlememizi istediğine inanamıyoruz. Kurandaki Arapça Allahın bize gönderdiği en doğru mesaj olmasına rağmen, Arapça diline hakim olmayan bir kişinin arapça okunan namazın kabul edildiğine inanamıyoruz. Bu tür bir namazda büyük bir eksiklik vardır. Üstelik bizim bilgimize göre Kuranda namazın Arapça dilde okunması meçbur olduğunu söğleğen bir ayet bulunmamaktadır.

# SETTINGS.FAQ_ENTRIES.LANGUAGE.QUESTION
source: Do prayers not have to be spoken in Arabic, the original language of the Koran?
de: Müssen Gebete nicht auf Arabisch gesprochen werden, der Originalsprache des Koran?
tr: Namaz daki sureler ve dualar Kuranın asıl dili Arapçadan okunması şart değilmidir?

# SETTINGS.FAQ_ENTRIES.LANGUAGE_MIX.ANSWER
source: Actually this app is meant to be able to get away from the Arabic language, if you did not master it. An alternative usage method would be to use the app as a supplement to prayers in Arabic, in order to be able to read the meaning next to it. Because we are convinced that prayers are all about meaning, we advise against it to not make the prayers unnecessarily complicated, but for some, this may be the only acceptable way what we can understand. We recommend setting the "Changing text name" setting for this application method.
de: Eigentlich ist diese App dazu gedacht, gerade von der arabischen Sprache weg kommen zu können, wenn man sie nicht beherrscht. Eine alternative Nutzungsmethode wäre es, die App nur ergänzend zum Gebet auf Arabisch einzusetzen, um die Bedeutung nebenher lesen zu können. Weil wir davon überzeugt sind, dass es beim Beten allein um die Bedeutung geht, raten wir zwar hiervon ab um das Gebet nicht unnötig zu verkomplizieren, jedoch mag dies für manche der einzige für sie akzeptable Weg sein, wofür wir Verständnis haben. Wir empfehlen für diese Anwendungsmethode die Einstellung „Name für wechselnden Text“ an zu lassen.
tr: Aslında bu uygulamanın hedefi Arapçaya hakim olmadığınız sürece namazda kullanmamak. Kullanım alternatifi olarak namazı hala Arapça dilinde devam etmek isterseniz, bu uygulamayı ilaveten okuyarak da kullanmanız mümkündür. Bizce bu namazınızı boş yere zorlaştıracaktır, bu yüzden tavsiyemiz duaları veya sureleri bildiğiniz dilden okumak. Yinede yüzde yüz emin olamadıysanız Arapçadan okuma isteğinizi anlıyabiliriz. O zaman "Değişen metin adı" ayarını kullanınız.

# SETTINGS.FAQ_ENTRIES.LANGUAGE_MIX.QUESTION
source: Can I also use the app if I want to continue to pray in Arabic?
de: Kann ich die App auch nutzen, wenn ich weiter auf Arabisch beten will?
tr: Ben Arapça dua etmeye devam etmek istersem, uygulamayı kullanabilir miyim?

# SETTINGS.FAQ_ENTRIES.TRANSLATION_PROBLEM.ANSWER
source: We understand that regular prayers are something so important that you want to do everything as correct as possible. We also understand that in religion many different opinions about the meaning of the same text prevail, and it is important that you remain as close as possible to the original text. This is why we absolutely want you to read the Quran yourself, not the narratives and traditions of those who have studied the Quran for years and try to enlighten you (supposedly), and above all not those who try to teach you about "the real message of the Koran". We are convinced that this distinction is only possible if you read the Quran for yourself what this App tries to help with.
de: Wir verstehen, dass das Gebet etwas so wichtiges ist, dass man alles möglichst richtig machen möchte. Wir verstehen auch, dass gerade in der Religion viele unterschiedliche Auffassungen über die Bedeutung desselben Textes vorherrschen und gerade dabei wichtig ist, dass man so nah wie möglich am Original bleiben muss. Deshalb wollen wir ja auch unbedingt, dass ihr selbst den Koran lest, und zwar den Koran selbst, nicht die Überlieferungen und Erzählungen derer, die den Koran Jahre lang studiert haben und euch (vermeintlich) aufklären wollen, und vor allem nicht jener, die euch „die eigentliche Botschaft des Koran“ beibringen wollen. Wir sind davon überzeugt, dass diese Unterscheidung nur dann geht, wenn ihr selbst den Koran lest, wobei euch diese App helfen soll.
tr: Biz namaz kılmanın çok önemli bir ibadet olduğu için, mümkün olduğu kadar doğru yapmak istediğinizi anlıyoruz. Bizde bu sebeple ayrıca dinde aynı metnin anlamları hakkında çok farklı görüşlerin olduğunu bildiğimiz için, sizler icin orijinala yakın bir meal kullanmayı tercih ettik. Bu nedenle, biz de Kuranın kendisini okumanızın şart olduğunu düşünerek bu uygulamayı size bir yardım olarak hazırladık. Kuranın içindekilerine başkaların (sözde) hikayelerini ve hurafelerini dinleyerek onların size "Kuranın gerçek mesajını" öğretmesine engel olabilmeniz için Kuranın ta kendisini okumayı öneriyoruz. Onların dediklerinin doğru olup olmadığını sadece böylece ayrım edebileceğinize inanıyoruz.

# SETTINGS.FAQ_ENTRIES.TRANSLATION_PROBLEM.QUESTION
source: Do translations not necessarily change the meaning of the original text?
de: Ändern Übersetzungen nicht zwangsweise die Bedeutung des Originaltextes?
tr: Çeviriler otomatikmen orijinal metnin anlamını değiştirmezmi?

# SETTINGS.FEEDBACK_BUTTON.TITLE
source: Send Feedback
de: Feedback senden
tr: Geribildirim yolla

# SETTINGS.PRAYER_SECTION.ALLOW_LONGER_RECITATIONS.TITLE
source: Allow longer recitations
de: Erlaube längere Rezitationen

# SETTINGS.PRAYER_SECTION.CHANGING_TEXT_NAME.TITLE
source: Quran sura name
de: Name der Koransure einblenden
tr: Değişen metin adı

# SETTINGS.PRAYER_SECTION.RAKAT_COUNT.TITLE
source: Rakat count
de: Anzahl der Rakat
tr: Rekat sayısı

# SETTINGS.PRAYER_SECTION.TITLE
source: Prayer Settings
de: Gebetseinstellungen
tr: Namaz ayarları

# SETTINGS.START_BUTTON.TITLE
source: Start prayer
de: Gebet starten
tr: Namazı başlat

# SETTINGS.TITLE
source: Settings
de: Einstellungen
tr: Ayarlar

# PRAYER_VIEW.COUNTDOWN.NAME
source: Countdown
tr: Geri Sayım

# RAKAH_COMPONENT.TAAWWUDH.NAME
source: Ta'awwudh
tr: Eüzü-billah

# RAKAH_COMPONENT.TAKBIR.NAME
source: Takbīr
tr: Tekbir

# RECITATION.QURAYSH.NAME
source: Quraysch
tr: Kureyş

# SETTINGS.FAQ.TITLE
source: FAQ
tr: SSS

# SETTINGS.FAQ_BUTTON.TITLE
source: FAQ
tr: SSS

# SETTINGS.PRAYER_SECTION.CHANGING_TEXT.TITLE
source: Quran sura speed
tr: Değişen metin hızı

# SETTINGS.PRAYER_SECTION.FIXED_TEXTS.TITLE
source: Other texts speed
tr: Değişmeyen metin hızı

# SETTINGS.PRAYER_SECTION.MOVEMENT_SOUND_INSTRUMENT.TITLE
source: Movement sound
tr: Hareket tonu
